/* (No Comment) */
"%@ could not be installed due to a possible user permissions error." = "%@ konnte aufgrund eines Fehlers bei den Benutzerberechtigungen nicht installiert werden.";

/* (No Comment) */
"%@ could not be validated correctly." = "%@ konnte nicht validiert werden.";

/* (No Comment) */
"%@ or some of its components could not be quit to continue the uninstallation." = "Die Deinstallation kann nicht fortgesetzt werden, da %@ oder einige seiner Komponenten nicht beendet werden konnten.";

/* (No Comment) */
"%@ was updated" = "%@ wurde aktualisiert";

/* (No Comment) */
"%lu applications were updated" = "%lu Anwendungen wurden aktualisiert";

/* (No Comment) */
"1 application was updated" = "1 Anwendung wurden aktualisiert";

/* (No Comment) */
"Activate your subscription" = "Aktiviere dein Abo";

/* (No Comment) */
"Active subscription" = "Aktives Abo";

/* (No Comment) */
"Add" = "Hinzufügen";

/* (No Comment) */
"All apps are up to date!" = "Alle Apps sind auf dem neuesten Stand!";

/* (No Comment) */
"An error occurred while uninstalling %@." = "Beim Deinstallieren von %@ ist ein Fehler aufgetreten.";

/* (No Comment) */
"Application signature could not be verified." = "Die Signatur der Anwendung konnte nicht bestätigt werden.";

/* (No Comment) */
"Cancel" = "Abbrechen";

/* (No Comment) */
"Check out what %@ has to offer." = "Schau dir an, was %@ zu bieten hat.";

/* (No Comment) */
"Could not move to Applications folder" = "Bewegen in den Programme Ordner nicht möglich";

/* (No Comment) */
"Did fail to launch %@" = "Konnte %@ nicht starten";

/* (No Comment) */
"Dismiss" = "Verwerfen";

/* (No Comment) */
"Don’t Move" = "Nicht bewegen";

/* (No Comment) */
"Download Now" = "Jetzt herunterladen";

/* (No Comment) */
"Download and Install" = "Laden und Installieren";

/* (No Comment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Lade und installiere Setapp, um %@ zu nutzen und noch mehr tolle Anwendungen zu entdecken.";

/* (No Comment) */
"Download and install Setapp to use this app and discover even more awesome applications" = "Lade und installiere Setapp, um diese App zu nutzen und noch mehr tolle Anwendungen zu entdecken.";

/* (No Comment) */
"Explore Setapp to find and use them." = "Suche nach Apps, die dich interessieren und nutze sie einfach.";

/* (No Comment) */
"Find it in your Setapp folder." = "Sie befindet sich in deinem Setapp-Ordner.";

/* (No Comment) */
"Install" = "Installieren";

/* (No Comment) */
"Internal file operation failed" = "Der interne Dateivorgang ist fehlgeschlagen";

/* (No Comment) */
"It looks like the application was not code signed with a developer signature." = "Es scheint, die Anwendung verfügt über keine Code-Signatur von einem Entwickler.";

/* (No Comment) */
"It looks like your Mac's identity has changed." = "Sieht so aus, als hätte sich dein Mac geändert.";

/* (No Comment) */
"Learn More…" = "CleanMyMac öffnen";

/* (No Comment) */
"Learn more…" = "Mehr erfahren …";

/* (No Comment) */
"Move to Applications" = "In den Ordner „Programme“ bewegen";

/* (No Comment) */
"New updates available!" = "Neue Updates verfügbar!";

/* (No Comment) */
"Not Now" = "Später";

/* (No Comment) */
"Note that this will require an administrator password." = "Dafür ist ein Administratorkennwort erforderlich.";

/* (No Comment) */
"Payment details outdated" = "Zahlungsdaten veraltet";

/* (No Comment) */
"Please add payment details to your account." = "Bitte füge Zahlungsdaten zu deinem Account hinzu.";

/* (No Comment) */
"Please connect to the Internet." = "Bitte stelle eine Internetverbindung her.";

/* (No Comment) */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Bitte lade Setapp erneut herunter und installiere es auf deinem Mac, um das Problem zu lösen.";

/* (No Comment) */
"Please download and install the latest version to continue using Setapp." = "Lade dir bitte die neueste Version von Setapp herunter und installiere diese, um Setapp weiterhin nutzen zu können.";

/* (No Comment) */
"Please make sure no network management apps are blocking Setapp and try again." = "Stelle bitte sicher, dass keine Netzwerk-Verwaltungsprogramme Setapp blockieren.";

/* (No Comment) */
"Please make sure you are connected and try again." = "Bitte stelle sicher, dass du verbunden bist und versuche es erneut.";

/* (No Comment) */
"Please make sure you resolve any related issues and try again." = "Behebe alle damit verbundenen Probleme und versuche es erneut.";

/* (No Comment) */
"Please quit the application manually and try again." = "Beende die Anwendung manuell und versuche es erneut.";

/* (No Comment) */
"Please sign in to Setapp and try again." = "Bitte melde dich bei Setapp an und versuche es erneut.";

/* (No Comment) */
"Please sign in your Setapp account to continue using the service." = "Melde dich bei deinem Setapp-Account an, um den Dienst weiterhin zu nutzen.";

/* (No Comment) */
"Please sign out and sign back into your Setapp account before you try again." = "Bitte melde dich bei deinem Setapp-Account ab und wieder an, bevor du es erneut versuchst.";

/* (No Comment) */
"Please try again or remove the application by other means if the problem persists." = "Bitte versuche es erneut oder entferne die Anwendung mit anderen Mitteln, wenn das Problem weiterhin besteht.";

/* (No Comment) */
"Please try again or remove the remaining files manually." = "Bitte versuche es erneut oder entferne die verbleibenden Dateien manuell.";

/* (No Comment) */
"Please try again." = "Bitte versuche es erneut.";

/* (No Comment) */
"Please update your operating system and try again." = "Bitte aktualisiere dein Betriebssystem und versuche es erneut.";

/* (No Comment) */
"Please view your account details to learn more." = "Weitere Informationen findest du in deinen Account-Details.";

/* (No Comment) */
"Quit" = "Schließen";

/* (No Comment) */
"Search" = "Suchen";

/* (No Comment) */
"Search for apps, tasks, etc…" = "Nach Apps usw. suchen";

/* (No Comment) */
"Setapp needs to verify your subscription." = "Setapp muss die Gültigkeit deines Abonnements überprüfen.";

/* (No Comment) */
"Setapp needs your permission to perform application uninstallation." = "Setapp benötigt deine Genehmigung zur Deinstallation von Programmen.";

/* (No Comment) */
"Setapp requires Internet connection to continue." = "Setapp benötigt eine Internetverbindung, um fortzufahren.";

/* (No Comment) */
"Setapp subscription running out." = "Das Setapp-Abonnement läuft bald ab.";

/* (No Comment) */
"Setapp’s Internet access got interrupted by another process or application." = "Der Internetzugriff für Setapp wurde von einem anderen Prozess oder Programm unterbrochen.";

/* (No Comment) */
"Sign In" = "Anmelden";

/* (No Comment) */
"Sign In to use Setapp" = "Bei Setapp anmelden";

/* (No Comment) */
"Some applications need to be reopened." = "Einige Apps müssen geschlossen und erneut geöffnet werden.";

/* (No Comment) */
"Some of the application components could not be removed during the uninstallation." = "Einige der Anwendungskomponenten konnte bei der Deinstallation nicht entfernt werden.";

/* (No Comment) */
"Subscribe" = "Anmelden";

/* (No Comment) */
"Subscribe Now" = "Jetzt abonnieren";

/* (No Comment) */
"TODO" = "TODO";

/* (No Comment) */
"Terribly sorry, please try again a little later." = "Das tut uns leid. Bitte versuche es später noch einmal.";

/* (No Comment) */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "Die Hauptanwendung von Setapp fehlt auf deinem Mac. Möchtest du sie herunterladen und installieren?";

/* (No Comment) */
"There’s a new app on Setapp!" = "Auf Setapp gibt es eine neue App!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Diese Aktion wird empfohlen, da die Nutzung von Setapp noch angenehmer wird.";

/* (No Comment) */
"This application is no longer available on Setapp." = "Diese Anwendung ist nicht mehr auf Setapp verfügbar.";

/* (No Comment) */
"This application requires an active Setapp account installed on your Mac." = "Diese Anwendung erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.";

/* (No Comment) */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Für diese Anwendung ist MacOS %1$@ oder später erforderlich, um auf deinem Computer zu funktionieren. Dein aktuelles Betriebssystem ist MacOS %2$@.";

/* (No Comment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Diese Version von %@ erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.";

/* (No Comment) */
"This will allow you to discover and further use all of the Setapp applications." = "Damit kannst du alle Setapp-Anwendungen entdecken und weiterhin nutzen.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "So bleibt Ihr Downloads-Ordner aufgeräumt.";

/* (No Comment) */
"Uh-oh! Setapp is having some connection issues." = "Oh oh! Setapp kann keine Verbindung herstellen.";

/* (No Comment) */
"Unable to launch %@" = "Konnte %@ nicht starten";

/* (No Comment) */
"View My Account" = "Meinen Account anzeigen";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Möchtest du Setapp in den Ordner „Programme“ bewegen?";

/* (No Comment) */
"You may remove the alias from your computer." = "Du kannst das Alias von deinem Computer entfernen.";

/* (No Comment) */
"Your Setapp installation is broken and cannot be used properly." = "Deine Setapp-Installation ist defekt und kann nicht ordnungsgemäß verwendet werden.";

/* (No Comment) */
"Your Setapp trial ends soon." = "Deine Testphase läuft bald ab.";

/* (No Comment) */
"Your current version of Setapp is outdated and can no longer be used." = "Deine aktuelle Version von Setapp ist veraltet und kann nicht mehr genutzt werden.";

/* (No Comment) */
"Your issue is already being handled" = "Dein Anliegen wird bereits bearbeitet.";

